API_ID = 1221313 # тут API_ID без ковычек

API_HASH = "тут API_HASH внутри ковычек"

CHANELS = "t.me/prgHome t.me/xor_journal @memes" # ссылка на каналы, разделяй по пробелам

WORLDS_DATA = "Как; предложение с текстом; коты быстрые; поиск; примеры слов" # пишешь предложение или словосочетани и ставишь знак; если дописал не ставь знак ;     ("одно слово" <-нет ;   "сова; привет" и тд) 

LIMIT = 100 # устанавливает лимит постов с канала, по умолчанию последние 100 сообщений 

admin = "https://t.me/pydrag0n" # админ бота которому приходит все что нашел бот, указываешь ссылку на себя (в ковычках)

